Revit 2027 API
LoadBase.LoadCase Property
 The load case for the load.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public LoadCase LoadCase { get; }
Public ReadOnly Property LoadCase As LoadCase
	Get
public:
property LoadCase^ LoadCase {
	LoadCase^ get ();
}
member LoadCase : LoadCase with get
Property Value
LoadCase
See Also
Reference
LoadBase Class
Autodesk.Revit.DB.Structure Namespace